Repository: Maksim-Volosh/MAXONICSWEB
Catalog: maxweb/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Username
ru: Имя пользователя

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Email
ru: Электронная почта

source: Enter your password
ru: Введите пароль

source: Enter your password again
ru: Введите пароль еще раз

source: Password must contain only Latin letters and digits
ru: Пароль должен содержать только латинские буквы и цифры

source: Password
ru: Пароль

source: Order name
ru: Название заказа:

source: Description of your project, what you want to see, what features you want to implement
ru: Описание вашего проекта, что хотите видеть, какие функции хотите реализовать

source: Who is your target audience?
ru: Целевая аудитория:

source: Select website type
ru: Выберите тип сайта

source: Budget (€)
ru: Бюджет:

source: Select communication type
ru: Выберите тип связи

source: Contact for communication
ru: Контакт для связи

source: Desired deadline
ru: Желаемый срок

source: Files
ru: Файлы

source: Description
ru: Описание

source: Target audience
ru: Целевая аудитория

source: Online store
ru: Интернет-магазин

source: Personal website
ru: Персональный сайт

source: Business card website
ru: Сайт-визитка

source: Forum
ru: Форум

source: Blog
ru: Блог

source: Landing page
ru: Лендинг

source: Other
ru: Другой

source: Disired budget
ru: Желаемый срок

source: Select desired deadline
ru: Выберите желаемый срок

source: 30 Days
ru: 30 Дней

source: 45 Days
ru: 45 Дней

source: 60 Days
ru: 60 Дней

source: 75 Days
ru: 75 Дней

source: Phone number
ru: Номер телефона

source: Custom
ru: Свой вариант

source: Communication type
ru: Выберите тип связи

source: Disired deadline
ru: Желаемый срок

source: Under consideration
ru: На рассмотрении

source: In progress
ru: В процессе

source: Completed
ru: Завершено

source: Status
ru: Статус

source: The maximum file size is 50 MB.
ru: Максимальный размер файла 50МБ.

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: Page not found
ru: Страница не найдена

source: This page cannot be found, you can go to the
ru: Эта страница не может быть найдена, вы можете перейти на

source: main page
ru: главную страницу

source: Home
ru: Главная

source: Portfolio
ru: Портфолио

source: Contacts
ru: Контакты

source: To order
ru: Заказать

source: Logout
ru: Выйти

source: Register
ru: Регистрация

source: About us
ru: Контакты

source: To Order
ru: Заказать

source: Place an Order:
ru: Оформите Заказ

source: Tooltip
ru: Подсказка

source: You can format the description text as follows:
ru: Вы можете форматировать текст описания следующим образом:

source: For
ru: Для

source: bold
ru: жирного

source: text, use
ru: текста, используйте

source: word
ru: слово

source: underlined
ru: подчеркнутого

source: italic
ru: курсива

source: Select file
ru: Выберите файл

source: You can add an archive with project files here - maximum 50MB:
ru: Вы можете добавить сюда архив с файлами для проекта - максимум 50мб

source: For example:
ru: Например:

source: Design photos, layouts, PDF files, etc.
ru: Фотографии дизайна, макеты, pdf-файлы и др.

source: How to Place an Order
ru: Как совершить заказ

source: Before placing an order, please read the order processing rules:
ru: Прежде чем заказать прочтите правила по оформлению заказа:

source: Order Name:
ru: Название заказа:

source: • Provide a brief name for the order that clearly reflects its essence.
ru: • Укажите краткое название для заказа, которое четко отражает его суть.

source: • Avoid using general and indefinite names.
ru: • Избегайте использования общих и неопределенных названий.

source: Description:
ru: Описание:

source: • Thoroughly describe the requirements and expectations for the order.
ru: • Подробно опишите требования и ожидания к заказу.

source: • Specify all features that should be implemented in the order.
ru: • Укажите все особенности, которые должны быть реализованы в заказе.

source: • Provide any specifications or preferences, if any.
ru: • Предоставьте любые спецификации или предпочтения, если они есть.

source: Budget:
ru: Бюджет:

source: • Specify a realistic budget for completing the order.
ru: • Укажите реалистичный бюджет для выполнения заказа.

source: • Take into account all expenses, including possible additional costs.
ru: • Учитывайте все затраты, включая возможные дополнительные расходы.

source: Desired Deadline:
ru: Желаемый срок:

source: • Select the desired deadline for completing the order from the options provided.
ru: • Выберите желаемый срок выполнения заказа из предложенных вариантов.

source: • Consider the urgency and complexity of the order when choosing the deadline.
ru: • Учитывайте срочность заказа и его сложность при выборе срока.

source: Files:
ru: Файлы:

source: • It is desirable to have attached files that can help the performer better understand the order requirements.
ru: • Желательно наличие прикрепленных файлов, которые могут помочь исполнителю лучше понять требования заказа.

source: • You can add an archive with files for the project here. For example: design photos, layouts, PDF files, etc.
ru: • Вы можете добавить сюда архив с файлами для проекта Например: фотографии дизайна, макеты, pdf-файлы и др.

source: • Make sure that the attached files meet the order requirements and can be easily understood.
ru: • Убедитесь, что прикрепленные файлы соответствуют требованиям заказа и могут быть легко восприняты.

source: Yes, everything is clear, proceed to order
ru: Да все ясно, перейти к заказу

source: Welcome
ru: Добро пожаловать

source: Welcome to MAXONICSWEB - your reliable partner in creating outstanding websites!
ru: Добро пожаловать на MAXONICSWEB - ваш надежный партнер в создании превосходных веб-сайтов!

source: We are a team of professionals ready to bring your ideas to life with an emphasis on quality, innovation, and uniqueness.
ru: Мы - команда профессионалов, готовых воплотить ваши идеи в жизнь с акцентом на качество, инновации и уникальность.

source: Trust us with your project, and we will provide you with a high-quality solution that meets your needs and expectations.
ru: Доверьте нам свой проект, и мы обеспечим вам высококачественное решение, соответствующее вашим потребностям и ожиданиям.

source: Learn More
ru: Узнать больше

source: Hello! I'm your personal web developer Maxim, ready to bring your boldest ideas to life.
ru: Привет! Я - ваш личный веб-разработчик Максим, готовый воплотить ваши самые смелые идеи в реальность.

source: With my over 2.5 years of experience in web development, I create unique designs that capture the imagination and win the hearts of clients.
ru: С моим более чем 2.5-летним опытом веб-разработки я создаю уникальные дизайны, которые захватывают воображение и завоевывают сердца клиентов.

source: My passion for development and design allows me to offer you unparalleled quality and innovative solutions.
ru: Моя страсть к разработки и дизайну позволяет мне предлагать вам непревзойденное качество и инновационные решения.

source: Trust your project to me, and you will see that web development is not just a job, but an art that I bring to each project through my passion and discipline.
ru: Доверьте нам свой проект, и вы убедитесь, что веб-разработка - это не просто работа, а искусство, которое я привношу в каждый проект благодаря своей страсти и дисциплине.

source: My Services
ru: Мои услуги

source: I provide a full range of web development services, including creating unique designs and optimizing performance.
ru: Я предоставляю полный спектр услуг по веб-разработке, включая создание уникальных дизайнов и оптимизацию производительности.

source: My team and I are ready to bring your ideas to life, using cutting-edge technologies and innovative approaches.
ru: Моя команда и я готовы воплотить ваши идеи в реальность, используя передовые технологии и инновационные подходы.

source: With us, your website will become not just an online presence, but a true work of art capable of conquering the world.
ru: С нами ваш веб-сайт станет не просто онлайн-присутствием, а настоящим произведением искусства, способным завоевать мир.

source: Why choose me for creating your website?
ru: Почему стоит выбрать меня для создания вашего веб-сайта?

source: • Unique talent in web development, my specialization in creating websites ensures unique and innovative solutions for your project. I strive to make each website unique and tailored to your needs and goals!
ru: • Уникальный талант в веб-разработке, моя специализация в создании веб-сайтов обеспечивает уникальные и инновационные решения для вашего проекта. Я стремлюсь к тому, чтобы каждый веб-сайт был уникальным и отвечал вашим потребностям и целям!

source: • With over 2.5 years of experience in web development, I confidently master all modern tools and technologies. My experience includes working with various programming languages and frameworks!
ru: • С более чем 2.5 годами опыта работы в области веб-разработки я уверенно владею всеми современными инструментами и технологиями. Мой опыт включает в себя работу с различными языками программирования и фреймворками!

source: • I value your time and aim for the fastest possible completion of each project. My optimized work methodology and efficient processes allow me to achieve high productivity without compromising quality!
ru: • Я ценю ваше время и стремлюсь к максимально быстрому выполнению каждого проекта. Моя оптимизированная рабочая методология и эффективные процессы позволяют мне достигать высокой производительности без ущерба качеству!

source: • I offer competitive and fair prices for my services. At the same time, I am ready to flexibly approach pricing and find solutions that fit your budget!
ru: • Я предлагаю конкурентоспособные и честные цены за мои услуги. Вместе с тем, я готов гибко подходить к вопросу ценообразования и находить решения, которые соответствуют вашему бюджету!

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: What are your prices?
ru: Каковы ваши цены?

source: My prices depend on the complexity of the project, but I can estimate the price based on the amount of work and the scope of the project.
ru: Мои цены зависят от сложности проекта, но я могу предположить цену по количеству работы и объему проекта.

source: How long does it take to create a website?
ru: Как долго занимает создание веб-сайта?

source: The time to create a website depends on its complexity and functionality. I always strive for fast and quality project completion.
ru: Время создания веб-сайта зависит от его сложности и функциональности. Я всегда стремлюсь к быстрому и качественному выполнению проекта.

source: What experience do you have in web development?
ru: Какой опыт у вас в веб-разработке?

source: I have over 2.5 years of experience in web development, including creating unique designs, optimizing performance, and developing user interfaces.
ru: Я предоставляю полный спектр услуг по веб-разработке, включая создание уникальных дизайнов и оптимизацию производительности.

source: How can I contact you?
ru: Как связаться с вами?

source: You can contact me through the 'Contacts' block by email, phone, or through my work telegram account.
ru: Вы можете связаться со мной через блок - 'Контакты' по электронной почте, по телефону или по рабочему телеграмм аккаунту.

source: What technologies do you use?
ru: Какие технологии вы используете?

source: I work with cutting-edge technologies such as HTML5, CSS3, JavaScript, Django, Bootstrap, Python, SQL.
ru: Я работаю с передовыми технологиями, такими как HTML5, CSS3, JavaScript, Django, Bootstrap, Python, SQL.

source: Unique Design
ru: Уникальный дизайн

source: Individual and captivating appearance of your website.
ru: Индивидуальный и захватывающий внешний вид вашего сайта.

source: High Performance
ru: Высокая производительность

source: Optimized for fast loading and responsiveness.
ru: Оптимизация для быстрой загрузки и отзывчивости.

source: Personalized Support
ru: Персонализированная поддержка

source: Individual approach and assistance at every stage of the project.
ru: Индивидуальный подход и помощь на каждом этапе проекта.

source: Innovative Technologies
ru: Инновационные технологии

source: Utilization of cutting-edge tools and technologies for your website.
ru: Использование передовых инструментов и технологий для вашего сайта.

source: Flexible Rates
ru: Гибкие тарифы

source: Various plans and flexible pricing system.
ru: Разнообразные планы и гибкая система ценообразования.

source: Fast Execution
ru: Быстрое выполнение

source: Swift creation and launch of your web project.
ru: Стремительное создание и запуск вашего веб-проекта.

source: Ready to start?
ru: Готовы начать?

source: Entrust the creation of your website to a professional and see the results you've been dreaming of!
ru: Доверьте создание вашего веб-сайта профессионалу и увидите результаты, о которых мечтали!

source: Phone:
ru: Телефон:

source: Maxim Volosh
ru: Максим Волош

source: Email:
ru: Электронная почта:

source: Address:
ru: Адрес:

source: Working hours:
ru: График работы:

source: Mon-Fri:
ru: Пн-Пт:

source: Sat-Sun:
ru: Сб-Вс:

source: Login
ru: Авторизация

source: Don't have an account yet?
ru: Еще нет аккаунта?

source: Profile
ru: Мой профиль

source: Admin panel
ru: Панель администратора

source: My profile:
ru: Мой профиль:

source: Username:
ru: Имя пользователя:

source: Email address:
ru: Адрес электронной почты:

source: First name:
ru: Имя:

source: Last name:
ru: Фамилия:

source: CONGRATULATIONS
ru: ПОЗДРАВЛЯЕМ

source: Your order has been successfully created and will be processed as soon as possible. Please follow the order status
ru: Ваш заказ успешно создан, и будет обработан в скорейшее время, следите за статусом заказа

source: Got it
ru: Понял

source: Orders:
ru: Заказы:

source: Order:
ru: Заказ:

source: Target audience:
ru: Целевая аудитория:

source: Website type:
ru: Тип сайта:

source: Desired deadline:
ru: Желаемый срок:

source: Contact type:
ru: Тип связи:

source: Files not provided...
ru: Файлы не предоставлены...

source: Status:
ru: Статус:

source: User:
ru: Пользователь:

source: Delete order
ru: Удалить заказ

source: You don't have any orders 😢 ...
ru: У вас нету заказов 😢 ...

source: Place an order
ru: Заказать

source: Already have an account?
ru: Уже есть аккаунт?
